{
  "c1": {
    "heading": "Be confident",
    "content": "Yes, that’s the key. Being confident about who you are and what you are doing is the most important tip for personality development. Never doubt your capabilities and if there is something you need to work upon then put in all the effort so you can come over your fears and gain confidence. Read success stories or surround yourself with motivational thoughts or “encouragements” which can boost up your self esteem and help you in attaining a charming personality. Just everything you do, have faith in yourself and put in your hard work. There can be nothing more appealing in your personality than an incredible confidence."
  },
  "c2": {
    "heading": "Learn About Your Own Unique Self",
    "content": "As a student, everything is about studying and getting good grades. Learning about your own unique self is the same thing but this time you’re studying your own character and personality. Understanding what interests you, what are your talents and your shortcomings will help you understand the things you’re lacking or things you’re good at which you need for developing your personality. Nobody knows your true self better than you, so you should never leave this introspection on others. Once you get to know your negative and weak points, try to work on them, and make small goals to turn them into positive points and enhance them as well. You can also regularly measure your achievements and revisit your goals."
  },
  "c3": {
    "heading": "Work On Exceptional Communication Skills",
    "content": "In this modern era of great competition, having good communication skills can definitely help you to keep up in the race. This is not limited to verbal communication but written thoughts can also have a great impact on readers. You should keep a stronghold on your language and always try to learn new things through relevant discussions related to your fields of interest. Participate in group projects and seminars, speak up your thoughts, and also try to listen attentively to others. Don’t be the only one talking but let others share their thoughts and always try to give to-the-point and informative replies."
  },
  "c4": {
    "heading": "Be An Attentive Listener",
    "content": "Generally, we tend to only hear things for the sake of it, but if you want to develop a good personality, you need to change this trait. When somebody else is speaking, try to actually listen and understand their perspectives before voicing out your opinion. Don’t become self-centered and a mean person who doesn’t let others talk. There are a lot of things you can learn from your peers and teachers, try to fathom them all. Another important thing to keep in mind is that an impressive personality doesn’t develop overnight, you have to constantly put effort to achieve that personality. But you should constantly work towards achieving your target and goals and ensure you put in your 100%, this will ensure you’re liked and appreciated more.Be An Attentive Listener."
  },
  "c5": {
    "heading": "Proper Planning for Best Performance",
    "content": "As a student, planning out your goals becomes a necessary part of your lifestyle. These are some of the certain golden years which demand high input for peak performance. Learning potential has to be tapped from all the possible resources. The schedule of student ought to be well much more planned to the smallest details to that utilization of time is maximized. Give it your fullest and watch the remarkable achievement when your performance is judged academically."
  },
  "c6": {
    "heading": "Learn social skills: ",
    "content": "Only good-looking will never be sufficient to take you forward in life or help you in your relationships with people. Instead, hone your social skills. The more success one has in social spheres of life, the better you would feel about yourself. Try to make use of positive gestures while interacting with others and watch out for your body language too."
  },
  "c7": {
    "heading": "Bring positivity in your outlook",
    "content": "Your thoughts and your actions both need to be positive in order to have an attractive personality. The way we think has a lot of effect on the way how we act. And if one prospers positive thoughts inside his mind then that also gives him a confidence boost and enhances their personality. Situations and circumstances in life can always be full highs and lows. But in order to adopt a positive outlook towards life, you need to find the brighter side of the things and focus on the good parts."
  },
  "c8": {
    "heading": "Meet new people",
    "content": "Meeting new and different kinds of people is a healthy step towards expanding your horizons and exposing yourself to a larger number of things. You get an opportunity to know more about other cultures and lifestyles and it significantly has a positive effect on your own personality."
  },
  "c9": {
    "heading": "Read more often and develop new interests",
    "content": "A man of very few interests has very little to talk about. But if you are well informed about things and cultivate a number of interests, more people tend to like you. You can strike up interesting conversations instead of appearing to be dull and monotonous. When you meet new people you do not have to think about what to say as you can share your knowledge or your interests and get them indulged in conversation."
  },
  "c10": {
    "heading": "Be a little fun",
    "content": "Oh yes, this is necessary! Being able to find a humorous side in otherwise terrible situations and bringing a little quirkiness of your own is appreciated by one and all. Everybody loves a person who can make them laugh and bring a funny perspective to the regular things of life. One does not need to be all serious and sober all the time but adorning your funny hat (not literally) every once in a while will turn you in to a more charming personality"
  },
  "c11": {
    "heading": "Be courteous",
    "content": "Being courteous is never out of fashion and is well appreciated and respected by everyone. Be humble and greet everyone with a smile. Never shy away from helping or supporting your peers and being available to them whenever they need you. Doing random acts of kindness will not just make somebody else’s day but it will also make you come along as a pleasing person. Also it will give your personality a confidence boost. Be humble and down to earth to your juniors and seniors alike."
  },
  "c12": {
    "heading": "Work on your Body Language",
    "content": "Body language is just as important for your personality as your verbal communication skills. It tells a lot about yourself and helps people in making accurate conjectures about you. Everything including the way you walk, sit, talk or eat leaves an impact over the people around you and having a correct body language can do wonders for your personality. Walk in an upright position with shoulders straight. Do not droop. Sit in a relaxed posture and make always eye contact while speaking."
  },
  "c13": {
    "heading": "Read more often and develop new interests",
    "content": "A man of very few interests has very little to talk about. But if you are well informed about things and cultivate a number of interests, more people tend to like you. You can strike up interesting conversations instead of appearing to be dull and monotonous. When you meet new people you do not have to think about what to say as you can share your knowledge or your interests and get them indulged in conversation."
  }
}
