{
  "w1": {
    "heading": "1. Science:",
    "content": "Science offers many career options such as Engineering, Medical and Research Roles. It is the most favourite career option for parents and students. <br>The major advantage of science is, after class 12th you can switch from science to commerce or science to arts. There are multiple career options available for the science stream after class 12th.<br>Physics, Chemistry, Maths, Biology are the main subjects in the Science stream.And in this according to CBSE there are some internal options as well that is..a candidate can go for the following combinations for their studies,<br><strong>a.PCM:</strong> Physics, Chemistry, Maths (where other subjects are English and Hindi)<br><strong>b.PCM-CS:</strong> Physics, Chemistry, Maths, Computer Science (& English)<br><strong>c.PCB:</strong> Physics, Chemistry, Biology (with English and Hindi)<br><strong>d.PCMB:</strong>Physics, Chemistry,Maths , Biology(& English)<br>Career options for Science students:<br><strong>1. B-Tech/BE</strong><br><strong>2. Bachelor of Medicine & Bachelor of Surgery (MBBS)</strong><br><strong>3. Bachelor of Pharmacy</strong><br><strong>4. Bachelor of Medical Lab Technology</strong><br><strong>5. BSc Home Science /Forensic Science</strong><br>"
  },
  "w2": {
    "heading": "2. Commerce:",
    "content": "Commerce is the second most popular career option after science. Commerce is best for Business. If you are fascinated by numbers, finances, and economics then commerce is for you.<br>It offers a wider variety of carrier options such as Chartered Accountant, MBA, investment in banking sectors. You must be familiar with Accountancy, Finances, and Economics.<br>Career options for Commerce students:<br><strong>1.  Chartered Accountant</strong><br><strong>2. Business Management</strong><br><strong>3. Advertising and Sales Management</strong><br><strong>4. Digital Marketing</strong><br><strong>5. Human resource development</strong><br>In Commerce, Subjects like English, Accountancy, Business Studies and Economics are compulsory. In Most of the schools and colleges there is a choice between subjects like Hindi / Mathematics/ Information Practice (IP).<br><strong>Note:</strong> According to Central Board Of Secondary Education (CBSE), there are two options in maths for 10th examination BASIC MATHS and STANDARD MATHS. Therefore the students who had opted basic maths are not eligible for opting maths in Class 11 as a subject. If they want to opt maths then they have to give compartmental exam. "
  },
  "w3": {
    "heading": "3. Arts/Humanities:",
    "content": "Arts/ Humanities are of those who are interested in academic research. If you are creative and want to dive deep into Humanity, then arts is the stream for you. History, Political Science, Geography are the core subjects for Arts Students.<br>Arts now offers an array of career alternating which are equally rewarding as the ones offered by Science and Commerce.<br>Career option for art students:<br><strong>1.  Product Designing</strong><br><strong>2. Media / Journalism</strong><br><strong>3. Fashion Technology</strong><br><strong>4. Video Creation and editing</strong><br><strong>5. HR training, school teaching, etc</strong><br>"
  },
  "w4": {
    "heading": "4. ITI (Industrial Training Institute):",
    "content": "They are training centres that provide courses to students seeking easy employment just after completing school. ITI courses are great opportunities for students who wish to complete any technical course within a short period. By completing a course in ITI, the student is now trained in Industrial skills and can earn a living by working in the same field. Career options after ITI:<br><strong>1.  Job opportunities in public sectors such as PWDs & others </strong><br><strong>2. Jobs in private sectors</strong><br><strong>3. Self Employed</strong><br><strong>4. Jobs in Foreign countries</strong><br><strong>5. Further studies in their specialization</strong><br>"
  },
  "w5": {
    "heading": "5. Polytechnic courses:",
    "content": "After class 10th, students can go for polytechnic courses like Mechanical, Civil, Chemical, Computer, Automobile. These colleges offer diploma courses for 3 years, 2 years and 1 year. Cost-effectiveness, jobs within a short time duration are the advantages of diploma courses after 10th.<br>Career options after Polytechnic course: <br><strong>1.  Private Sector jobs </strong><br><strong>2. Government Sector jobs</strong><br><strong>3. Higher studies</strong><br><strong>4. Self Employed</strong><br><strong>5. Own Business</strong><br>"
  }
}
