{
  "a1": {
    "heading": "1. Give attention to your aptitude, strenghts and personality",
    "content": "One must be realistic while making a choice regarding streams after 10th. Adequate attention must be given to one’s aptitude. If you are very weak in science subjects (Physics, Chemistry, Mathematics and Biology), you will have a tough time facing the subjects present in science stream! This is why choosing a stream according to one’s aptitude is necessary! One may take help of online as well as regular aptitude tests to find out one’s ‘range’ and ‘abilities’.<br>To play to one’s strengths is another good strategy. If you are very good at Economics and Statistics, choosing commerce stream will prove beneficial for you! Find out more about your strong points (academic) and choose streams based on such strengths.<br>Well, just knowing details about your aptitude and strengths won’t be of any use, until you implement the second point-"
  },
  "a2": {
    "heading": "2. Know and understand the streams inside out",
    "content": "Okay, so you know everything you need to know about your personality, aptitude and strengths. But without knowing details about the streams (such as subjects, difficulty level, career paths etc), you won’t be able to find out which one of them suits you best!<br>Thus, it becomes necessary to grab as much details about the streams as possible. Find out details like education boards, important subjects, career paths available, scope and difficulty level. When you have both sets of data ready, you may sit down, analyze and arrive at a conclusion!<br>"
  },
  "a3": {
    "heading": "3. Make use of educational counselling",
    "content": "A qualified educational counsellor will be able to understand you and find a stream that suits you best! If you have access to good counselling facilities, make use of them. It will also help your parents get an idea about the whole process. Both students and their parents must get involved in this process.<br>If you don’t have access to a good educational counsellor, you may seek help of your teachers. Teachers certainly know more about you than just your name! They, through constant interaction with you for a long time, may know details about your strengths, personality and traits. Based on this knowledge and their teaching background, they may be able to guide you further!"
  },
  "a4": {
    "heading": "4. Give attention to your passion/area of interest",
    "content": "They say- ‘Do what you love’. Yes, this is a good policy to follow. Doing so will guarantee to keep us happy for the rest of our lives! Sit down, keep paper and pen in hand. Now think about your area of interest. What are you passionate about? Jot it down on paper. Of course there could be more than just one entry. Jot them all down. After that, make the list shorter. Eliminate entries other than the ones you really care about. At last, you will be left with one entry that you are most passionate about."
  },
  "a5": {
    "heading": "5. Check career prospects, scope and possibilities related to a stream",
    "content": "If you are an academically bright student and building a rewarding career is your prime motive, you must give adequate importance to this point. Analyze each stream and check out career prospects associated with it. Now, some streams give access to diverse job opportunities. The key is to find out what the future in that field will be like. Will its demand reduce in the future? Is it highly vulnerable to recession? You must try to find answers to these questions."
  },
  "a6": {
    "heading": "6. Make use of field trips",
    "content": "I’m not talking about a fun trip! Field trip is a trip to the work place related to the career you’re interested in. I think an example will make things more easy to understand.<br>For example- suppose you want to become a Doctor. Field trip will help you find whether the work environment will suit you or not. Visit nearest hospital and take note of the work environment of a Doctor. You may also take note of his/her schedule. If necessary, you may also indulge in a chat session and learn more about the trade from the Doctor!"
  }
}
